base
base-devel
sudo
zsh
git
wget
htop
vim
nano
bat
neofetch
lsd
yay-bin
docker
docker-compose
neochat
alacritty
foot
kdenlive
code
nmap
hydra
metasploit
kicad
kicad-library
kicad-library-3d
hyprland
supergfxctl
hyprpaper
thunar
waybar
grim
slurp
gnome-keyring
seahorse
network-manager-applet
dunst 
lm-sensors
wl-clipboard
i2c-tools
psensor
alsa-utils
sof-firmware
alsa-firmware
alsa-tools
wireplumber
pavucontrol
rofi-wayland
spotify-launcher
