base
base-devel
sudo
zsh
sddm
git
wget
htop
vim
nano
bat
lsd
docker
docker-compose
neochat
alacritty
foot
nmap
hydra
metasploit
kicad
kicad-library
kicad-library-3d
hyprland
supergfxctl
hyprpaper
thunar
waybar
grim
slurp
gnome-keyring
seahorse
network-manager-applet
dunst 
lm_sensors
wl-clipboard
i2c-tools
psensor
alsa-utils
sof-firmware
alsa-firmware
alsa-tools
wireplumber
pavucontrol
rofi-wayland
libreoffice
xdg-desktop-portal-hyprland
xdg-desktop-portal-gtk
ntfs-3g
thunar-volman
exfatprogs
wireshark-qt
strace
xsettingsdgparted
pulseaudio
noto-fonts-emoji
