# BASE SYSTEM
base
base-devel
sudo
zsh

# DISPLAY MANAGER
sddm

# DEVELOPMENT TOOLS
git
wget

# SYSTEM UTILITIES
htop
vim
nano
bat
lsd
lm_sensors
i2c-tools
psensor
alsa-utils
sof-firmware
strace
less

# CONTAINERIZATION
docker
docker-compose

# COMMUNICATION
neochat

# TERMINALS
alacritty
foot

# SECURITY/NETWORKING
nmap
hydra
metasploit
wireshark-qt

# ELECTRONICS/CAD
kicad
kicad-library
kicad-library-3d

# WINDOW MANAGER
hyprland
supergfxctl
hyprpaper
waybar
rofi-wayland
xdg-desktop-portal-hyprland
xdg-desktop-portal-gtk

# FILE MANAGEMENT
thunar
thunar-volman

# SCREENSHOT/CLIPBOARD
grim
slurp
wl-clipboard

# SYSTEM SERVICES
gnome-keyring
seahorse
network-manager-applet
dunst

# OFFICE
libreoffice

# FILESYSTEM SUPPORT
ntfs-3g
exfatprogs

# SYSTEM TOOLS
gdparted

# THEMES AND APPEARANCE
adwaita-qt5
adwaita-qt6
qt5ct
qt6ct
kvantum
kvantum-qt5
papirus-icon-theme
gtk-engine-murrine

# FONTS
noto-fonts-emoji

# AUDIO
pavucontrol
pipewire
pipewire-pulse
pipewire-alsa
wireplumber
alsa-lib

# UNFILTERED
openvpn
zsh-completions
man
udiskie
android-studio
blender
wl-copy
nasm
qemu-base
xorriso
mtools
realvnc-vnc-viewer
qt5ct
wayland
qt5-wayland
qt6-wayland
python-pip
gnome-calculator
eog
